# St7GetFaceControlPoints

Returns whether to Show Control Points on the geometry faces.

Face Entity Display

long St7GetFaceControlPoints(long uID, bool* Show)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

Show

The state of the Show Control Points option; either True or False.